﻿//**********************************************************************
//**********************************************************************
//**                                                                  **
//**        (C)Copyright 1985-2009, American Megatrends, Inc.         **
//**                                                                  **
//**                       All Rights Reserved.                       **
//**                                                                  **
//**      5555 Oakbrook Parkway, Suite 200, Norcross, GA 30093        **
//**                                                                  **
//**                       Phone: (770)-246-8600                      **
//**                                                                  **
//**********************************************************************

//#**********************************************************************
//#<AMI_FHDR_START>
//#
//# Name:	PciOutOfResourceSetupPage.uni
//#
//# Description:	
//#
//#<AMI_FHDR_END>
//#**********************************************************************
/=#
#include "VFR.uni"
#string STR_PCI_OUT_OF_RESOURCE_PAGE            #language eng "!!!! PCI Resource ERROR !!!!"
                                                #language x-AMI "PCIO001"

#string STR_INSUFFICIENT_PCI_RESOURCE           #language eng "PCI OUT OF RESOURCES CONDITION:"
                                                #language x-AMI "PCIO002"
#string STR_INSUFFICIENT_PCI_RESOURCE_HELP_1    #language eng "ERROR: Insufficient PCI Resources Detected!!!" 
                                                #language x-AMI "PCIO003"
#string STR_INSUFFICIENT_PCI_RESOURCE_HELP_2    #language eng "System is running with Insufficient PCI Resources!"
                                                #language x-AMI "PCIO004"
#string STR_INSUFFICIENT_PCI_RESOURCE_HELP_3    #language eng "In order to display this message some"
                                                #language x-AMI "PCIO005"
#string STR_INSUFFICIENT_PCI_RESOURCE_HELP_3_1  #language eng "PCI devices were set to disabled state!"
                                                #language x-AMI "PCIO006"
#string STR_INSUFFICIENT_PCI_RESOURCE_HELP_4    #language eng "It is strongly recommended to Power Off the system "
                                                #language x-AMI "PCIO007"
#string STR_INSUFFICIENT_PCI_RESOURCE_HELP_4_1  #language eng "and remove some PCI/PCI Express cards from the system!"
                                                #language x-AMI "PCIO008"
#string STR_INSUFFICIENT_PCI_RESOURCE_HELP_5    #language eng "To continue booting, proceed to <Save & Exit> Menu Option "
                                                #language x-AMI "PCIO008"
#string STR_INSUFFICIENT_PCI_RESOURCE_HELP_5_1  #language eng "and select Boot Device or <Discard Changes and Exit>."
                                                #language x-AMI "PCIO009"
#string STR_INSUFFICIENT_PCI_RESOURCE_WARNING   #language eng "WARNING: If you choose to continue booting some Operating"
                                                #language x-AMI "PCIO010"
#string STR_INSUFFICIENT_PCI_RESOURCE_WARNING1  #language eng "    Systems might not be able to complete boot correctly!"
                                                #language x-AMI "PCIO011"

//**********************************************************************
//**********************************************************************
//**                                                                  **
//**        (C)Copyright 1985-2009, American Megatrends, Inc.         **
//**                                                                  **
//**                       All Rights Reserved.                       **
//**                                                                  **
//**      5555 Oakbrook Parkway, Suite 200, Norcross, GA 30093        **
//**                                                                  **
//**                       Phone: (770)-246-8600                      **
//**                                                                  **
//**********************************************************************
//**********************************************************************
